<template>
    <div class="you">
      <img src="../../assets/img/Tourism_1.png" alt=""  width="100%">
      <div class="W-you" v-for="(item, index) in Fj" :key="index">
        <div class="more">
          <div class="you-l">
            <span><img src="../../assets/img/wxb.png" alt="" class="home"></span>
            <span>{{ item.title }}</span>
          </div>
          <div class="you-r">
            <!--<span>更多</span>-->
            <!--<i class="el-icon-arrow-right"></i>-->
          </div>
        </div>
          <div class="W-img-par">
            <div class="W-img">
              <div v-for="(i, idx) in item.Scenery" :key="idx">
                <router-link class="router-link" :to="{name: 'playdetail', params: {key1: index, key2: idx, data: Fj }}">
                  <img :src="item.image1[idx]" alt="">
                  <p>{{ item.Scenery[idx] }}</p>
                </router-link>
              </div>
            </div>
          </div>
      </div>
    </div>
</template>

<script>
export default {
  name: 'You',
  data () {
    return {
      Fj: [
        {
          title: '山水风光',
          Scenery: ['石梁溪', '庙源溪', '烂柯山', '桃源七里国家4A级景区'],
          image1: {
            0: require('../../assets/img/20171019143119_5877.jpg'),
            1: require('../../assets/img/20171019143328_2411.jpg'),
            2: require('../../assets/img/20171031160204_7567.jpg'),
            3: require('../../assets/img/20171019144122_9032.jpg')
          },
          describe: [
            '石梁溪主河道长度为33.3公里，流域面积109.6平方公里，河道平均坡降1.94％。石梁溪河段上有坎底堰、海龙堰、司马堰、关王堰等，以千层石为材料，堆砌成错落有致的堰坝，临近看时，水流湍急，烟涛微茫，水声哗哗不绝于耳，远望时，滚滚水流倾泻而下，是夏日亲水解暑的佳地。',
            '主河道长度为22.8公里，流域面积82.8平方公里，河道平均坡降0.91％。碧波荡漾，水波鳞鳞，水天一色。层层错落的阶梯状堰坝造型别致，带着一种旋律的美感。在溪流的沿岸，栽植了蜿蜓数百米的绿色草坡。最美不过庙源溪，这里是柯城“五水共治”最生动的载体。',
            '烂柯山省级风景名胜区，距市中心约13公里。又称石室山。相传晋人王乔入山伐薪，见二童对弈，棋局未终，斧柯已烂”。故后人把石室山称为烂柯山，烂柯从此成为围棋的别称。山高164米，风景优美，古时在“洞天福地”中被列为“第卅福地”，道书中称它为“青霞第八洞天”。走近烂柯山，很远就可以看到一座雄伟奇特的石桥横卧于山顶，这就是“青霞景化洞天”的天生桥。石梁上有一隙缝，人称“一线天”，形势十分险峻。石梁下洞壁上多摩崖石刻，地坪上近年刻有围棋盘，规模之大天下第一。山南麓有柯山石桥寺，寺内有“冷泉古井”，相传朱元璋曾饮马于此。还有重新修复的徐公庙、梅岩等景，都值得一看。',
            '景区面积30平方公里，森林林覆盖率达98％，林间有万亩毛竹，境内平均海拔650米，夏季平均气温低于市区5－10C，空气负离口子峰值达8万个／cm2，极具保健功能。 景区由峡谷漂流区、七里寻古区、竹海观光区、蔬果采摘区等区块组成，香溪漂流、三仙圣地、三叠龙潭、竹海绿道、蔬果长席等30余个景点遍布其中。景区内有农家乐130家，可提供床位2900张。来到桃源七里，游客将体验到集休闲、健康、生态于口一体的全新生活娱乐方式，充分感受回归乡村田园的理想境界。'
          ],
          image2: {
            0: require('../../assets/img/20171019143119_5877.jpg'),
            1: require('../../assets/img/20171019143334_8712.jpg'),
            2: require('../../assets/img/20171031160213_0092.jpg'),
            3: require('../../assets/img/20171019144136_1632.jpg')
          },
          'address': ['', '', '乘1路至终点站衢化公司下车，转乘中巴至石室下车', ''],
          'phone': ['', '', '', '0570－2985102']
        },
        {
          title: '民俗人文',
          Scenery: ['九华妙源', '众园', '府山公园', '孔庙', '衢州市博物馆', '衢州中国儒学馆', '赵抃祠', '北门街历史文化街区', '水亭街史文化街区（天王塔）', '天妃宫', '衢州天宁禅寺', '衢州细菌战展览馆'],
          image1: {
            0: require('../../assets/img/20171019152022_6109.jpg'),
            1: require('../../assets/img/20171019151724_2246.jpg'),
            2: require('../../assets/img/20171031160508_4783.jpg'),
            3: require('../../assets/img/20171031161205_0458.jpg'),
            4: require('../../assets/img/20171031161405_0568.jpg'),
            5: require('../../assets/img/20171031161639_3099.jpg'),
            6: require('../../assets/img/20171031161831_8485.jpg'),
            7: require('../../assets/img/20171031162534_5000.jpg'),
            8: require('../../assets/img/20171031163059_9478.jpg'),
            9: require('../../assets/img/20171031163422_8261.jpg'),
            10: require('../../assets/img/20171031163548_4703.jpg'),
            11: require('../../assets/img/20171031163927_5727.jpg')
          },
          describe: [
            '景区位于柯城区九华乡，景区面积7.94平方公里，森林覆盖率达98％，林间有万亩毛竹，夏季平均气温低于市区5－10℃，空气负离子峰值达8万个／cm3，极具保健功能。是举办人类非物质文化遗产——九华立春祭的所在地。距衢州城区仅20公里，公交503路可直达，交通极为便利。每年的农历立春，妙源村都会举办祭祀活动，主祭场所是我国境内唯一的供奉春神句芒的神庙，祭祀活动主要内容有采春、踏春、插春、尝春、供祭品、迎春神、祭春神、扎春牛扮芒神、鞭春牛、演戏酬神等，构成了衢州地方特有的庙会形式。',
            '众园位于柯城区九华乡，是一座民间博物馆。众园修古民居、古建筑19憧，多为明清的府第、民居、宗同、戏台、店镇，按照“修旧如旧”的原则，以异地复建的方式进行集中保护，最大限度地保证古建筑的历史性、真实性和可观赏性。19幢古建筑内陈设了“百床”、“千瓷”、“万玉”、龙泡、古家具、古钱币、功德碑等七大类文物。其中“百床”馆收藏明清代古床及民国早年的各式红木床120多张，“千瓷”馆收戴陶器1000余件，从商周、汉、、唐宋直至元明清各时代均有。“万玉”馆收戴各类历朝历代玉器10000余件。',
            '府山公园占地17.48万平方米，历史悠久，是历代府衙、府学、寺庙、园林建筑集聚之处，人文汇萃，钟灵毓秀。是一个集娱乐、休闲、体育、观赏为一体的纪念性文化园林公园。公园规划分为庙前、公园、后勤三部分。具体分为庙前区、古衢采风区、琴瑟书画区、六艺遗风区、纪念园区等。主要建筑有步云楼、雪筑轩、六艺轩、正谊书院、钟灵塔、授业坪、仙人居、碑林、牌坊等。',
            '浙江衢州孔庙是孔氏南宗所在地。是中国仅有的两处孔氏家庙之一。浙江衢州的这座孔庙，建于八百多年的南宋时代。当时金兵大举侵犯中原，帝京开封沦陷，徽钦二帝被掳。新帝宋高宗南渡，孔子的四十七代孙衍圣公亦自山东老家南逃，受皇家照顾，赐居于衢州。衍圣公原指望赵家皇帝在抗金战争中获胜北返中原，重归故土，可是南宋王朝，苟且偷安，且把“杭州当汴州”。这位小小的奉祀官亦无可奈何，乃求助于朝廷及地方官府资助，沿袭曲阜孔庙型制在衢州建造了这座孔氏家庙。浙江衢州市政府于2005年9月28日上午在孔氏南宗家庙举行公祭大典。参祭人员以新上岗的教师为主，旨在弘扬师德教育，突出教育界祭孔。此外，还举行中小学生《论语》朗诵比赛、小学生《论语》章句书法比赛展览等。 衢州孔庙为全国重点文物保护单位。',
            '衢州博物馆坐落于全国历史文化名城——浙江省衢州市新桥街98号。西侧全国重点文物保护单位——孔氏南宗家庙，南面是风景秀丽的府山公园。博物馆总投资6000多万元，总建筑面积9400平方米，由广场、主体建筑和附房三部分组成，主楼外观飘逸、气势宏伟。外墙为钢挂花岗岩，屋顶采用钢网架结构。既有现代气势，又有传统建筑文化的风韵,是一座反映衢州历史文化名城的标志性建筑。博物馆展区面积3000平方米，分六个展厅。博物馆机构健全，下设保管部、社教部、陈列部、保卫部和办公室。馆内附设市文物保护管理所、市文物商店、市文物鉴定小组、市历史文化研究会秘书处。目前博物馆共有工作人员47名（正式编制人员22名，临时工作人员25名）。其中有大专及以上学历者21名，国家级研究学会会员6名，研究员1名，副研究员6名，馆员3名。市文物保护管理所有工作人员18名。',
            '中国儒学馆是浙江省唯一一家国家级文化产业试验园区——衢州儒学文化区的核心项目，是衢州市弘扬孔子文化、打造文化强市的重要载体。馆内设有吴为山塑孔子雕像馆、最美衢州人展馆、儒学文献典藏馆、孔子学堂(培训室)等内容，其中，《东南阙里·儒风天下》主题陈列馆为中国儒学馆核心部分，展示了南儒孔学的发展历程。中国儒学馆建筑面积达10195平方米，定位于儒学文化的体验中心、展示平台、传承推广中心和儒学典籍的收藏中心，其主体部分是《东南阙里·儒风天下》主题陈列展。',
            '自2005年命名为首批廉政建设教育基地，赵抃祠陈列的展品和内容得到不断的充实和完善。为了进一步增强廉政建设文化的吸引力、感染力和影响力，从2009年开始，每年在赵抃祠举办赵抃廉政文化节。赵抃祠也成为宣传衢州廉政文化的一个重要基地和窗口。赵抃廉政文化的内涵与其历史文化价值都在这所祠堂里升华。',
            '衢州历史文化街区——北门街。这里是有故事的街区，然而位于北门街南端的钟楼虽然现在仅存了基座，不过熟悉衢州的人都知道，建于明万历二十九年的钟楼上面还有一口大钟，整个楼宇的结构奇特别致，《聊斋志异》中“衢州三怪”故事之一“独角怪”即指此处。同时建于清代的赵抃祠，是为了纪念宋景祐元年衢州籍进士赵抃。赵抃生前为官清廉正直，人称“铁面御史”被人敬仰。政府对北门街区的保护整治将使古街巷、名人故居、饲庙、民俗等文化旅游资源得到合理开发，作为今后衢州一日游的重要旅游点。来衢州游玩的旅客千万不要错过了这个景点哦。',
            '秋风徐徐，天王塔上铃铛的脆响几乎没有停过。循着铃铛声，你不难找到这座修葺一新的衢州地标古建筑。当地文物专家认为它是全国最古老的塔之一，最早兴建于南朝天监年间，目前塔基、庙、部分砖块及遗物都还在。这是一座实心的砖塔，菩萨、天王以壁雕的形式呈现，造像脸形和体形丰满，充满质感。依着天王塔的，是天王寺，如今成了当地“鲜花小镇”景观工程的重要展示区——殿前有一处花卉景观，半倾倒的酒坛里培植的盆栽花卉由内向外延展摆放开来，更像是倒出一条由车矢菊、向日葵织成的花毯。几堵窗棱背景的花墙，亦成了来访男女老少争先合影的地方。',
            '天妃,原名林默(公元960-987年),民间称之为妈祖,祖籍福建莆田湄洲湾忠门.相传她有预知气象变化\\驱邪治病和泅水航海的本领,又常在惊涛骇浪中救助遇难船只,极受人们的敬重和爱戴,自宋徽宗赐林默祠"顺济"扁额后,林默收到历代帝王的标封,其影响遍及沿海台湾及东南亚各地.衢州位于钱塘江上游,与闽\\浙江\\赣\\皖四省毗邻.历史上水运发达,商贾云集.衢州市重点历史保护单位----天妃宫(又称天后宫),为福建商人始建于清嘉庆年间,又称福建会馆.天妃宫为衢州享有"四省通衢"美誉的左证.',
            '天宁寺位于浙江省衢州市南街，系古代浙西佛教中心。梁天监三年（504年）由高僧卧云禅师创建，已有一千四百余年的悠久历史。该寺原名“吉祥寺”，唐玄宗时改称“开元寺”，宋朝曾更名为“报恩光孝寺”，后赐名为“天宁万寿禅寺”。直至1926年重建后，国民政府浙江省主席林森手书“天宁古禅寺”横额，始得今名。',
            '1940年，侵华日军第731部队和南京“荣”字1644部队策划实施细菌战，在衢州上空投放带有鼠疫杆菌的粮食、碎布、纸张等物品，其中还混有大量跳蚤。到1941年，鼠疫已蔓延衢州58条街、12个乡镇。1942年6月，日军攻占衢州后，又再次空投鼠疫、伤寒疾菌。据统计，1940年至1948年，侵华日军在衢州进行细菌战，造成衢州各地连续8年传染病大流行，患传染病死亡者约4万人。为牢记侵华日军犯下的滔天罪行，1998年，衢州市建立侵华日军细菌战衢州展览馆，展览馆面积300平方米，展出内容为“731部队的罪行”、“衢州的灾难深重”、“为尊严而斗争”、“正义的呼声”等部分，并在馆内竖立了一块“铭记牌”，控诉了当年日军的罪恶行径。'
          ],
          image2: {
            0: require('../../assets/img/20171019150700_2547.jpg'),
            1: require('../../assets/img/20171019151734_0838.jpg'),
            2: require('../../assets/img/20171031160513_7823.jpg'),
            3: require('../../assets/img/20171031161210_4122.jpg'),
            4: require('../../assets/img/20171031161411_1252.jpg'),
            5: require('../../assets/img/20171031161644_4735.jpg'),
            6: require('../../assets/img/20171031161838_7125.jpg'),
            7: require('../../assets/img/20171031162540_6620.jpg'),
            8: require('../../assets/img/20171031163116_7178.jpg'),
            9: require('../../assets/img/20171031163431_5934.jpg'),
            10: require('../../assets/img/20171031163554_0083.jpg'),
            11: require('../../assets/img/20171031163934_2651.jpg')
          },
          'address': ['衢州市柯城区九华乡', '柯城区九华乡', '', '', '', '', '', '', '', '', '', ''],
          'phone': ['0570－2980800', '', '', '', '', '', '', '', '', '', '', '']
        },
        {
          title: '休闲周末',
          Scenery: ['沟溪休闲农业国家3A级景区', '荆溪中国围棋谷国家3A级景区', '花田荷塘', '大荫山飞越丛林探险乐园', '石室鱼庄', '七里漂流', '九华漂流', '花鸟市场', '吾悦广场', '衢州国金中心', '五十都水上乐园', '东方商厦', '坊门街（商业步行街）'],
          image1: {
            0: require('../../assets/img/20171019145707_8436.jpg'),
            1: require('../../assets/img/20171019150252_3858.jpg'),
            2: require('../../assets/img/20171019152313_7276.jpg'),
            3: require('../../assets/img/20171019151507_9427.jpg'),
            4: require('../../assets/img/20171031164405_9240.jpg'),
            5: require('../../assets/img/20171031164514_2677.jpg'),
            6: require('../../assets/img/20171031164843_6513.jpg'),
            7: require('../../assets/img/20171031165316_8233.jpg'),
            8: require('../../assets/img/20171031165444_9011.jpg'),
            9: require('../../assets/img/20171031165630_6381.jpg'),
            10: require('../../assets/img/20171031172822_4370.jpg'),
            11: require('../../assets/img/20171031173201_9606.jpg'),
            12: require('../../assets/img/20171031173655_3815.jpg')
          },
          describe: [
            '位于柯城区沟溪乡，是中国民间文化艺术之乡、国家级生态乡镇和浙江省现代农业示范区，主要包括余东画村和五十都生态园园，称“绿里画乡·田园沟溪”。余东画村以闻名全国的余东农民画为特色。五十都生态园是具一座综合型休闲农业庄园，分水果种植区、蔬菜种植区、花卉种植区和游客休闲区、水上乐园区等，一年四季种植各类新鲜水果，园区还设有农家乐接待、会议住宿、7D影院、泡泡城等接待设施，游客可享受吃、住、娱、玩等一条龙服务。',
            '历史上，这里曾是浙南与浙中物资往来的要道，又是围棋源头、王质故里，还是徐氏（先秦徐偃王）、毛氏（江南毛氏毛宝）故里，历史源远流长，人文积淀深厚。谷内，桃源寻梦、八卦田（天元塘）、荷塘月色、竹径通幽、古樟公园、观花长廊、云棋风车、围棋文化廊等景点遍布其中中，可谓人在景中，一步一景，景随步移。围棋谷集生态休闲娱乐、于一体。凉爽宜人的气候，郁郁葱葱的植被，白墙黑瓦的农舍，凸显着“烂柯仙境花香农家王质故里”的特色。',
            '景区环境优美，风景宜人。春有桃花及满山遍野的油菜花；夏有百亩荷塘，荷花齐放；秋有十里稻香，瓜果丰收；冬有氤氲的水库，冰中的残荷，花田荷塘景区“四季有景”。来到花田荷塘景区，你可以漫步、车游、骑行，吃一下特色的小食、品味口动回乡村的土菜，还可以享受到异域风情的台湾宣兰民宿；带上孩子体验农耕，或是回忆小时衣田里的嬉闹，如今这里己然成为一个让你回忆乡愁、舒缓心灵、感受乡间野趣以及大自然的美妙的一个好去处。',
            '“飞越丛林”是一项集冒险，运动，娱乐，挑战于体，在树上进行的探险项目，适合3－70岁的人群。用各种各样的障碍环节将树连成一条线路，有专门为儿童设计的黄线：；也有针对都市白领，学生而特别打造的健身线路；还有惊险刺激的项目，超长溜索（1680米），让参与者感受到空中飞人的感觉。“飞越丛林’不仅是广大户外运动爱好者的休闲娱乐地，更是单位团体，教育机构开展户外体质，素质拓展活动的好去处。',
            '随着衢州市旅游市场的升温衢州的餐饮业也在悄然兴起各种特色食品已经呈现出品牌经营效应。位于烂柯山风景区的石室乡紧紧抓住市政府大力开发旅游经济的契机充分利用烂柯山风景区得天独厚的区位优势发展起了富有地方特色的“鱼庄”产业。自2000年以来规模不一的鱼庄陆续在石室乡开办起来。据统计目前石室乡拥有鱼庄共“30”家且鱼庄的分布较为集中经济效益良好顾客来源广泛既有本地人士也有来自金华、义乌、杭州以及邻省城市的远客。',
            '到市区斗潭公交站第502路车直达七里，每半小时一班,或衢州市区出发：衢江大桥→白云大道→石梁镇→七里排村。外地到衢州: 杭金衢高速→衢州西下→左转至花园大道→左转至白云北大街→石梁镇→七里排村',
            '庙源溪两岸绿树成荫，奇峰罗列，怪石嶙峋，景色秀丽，是个漂流赏景的好地方。溪畔，可一睹高端民宿尊容：正宗欧式风格，国外专家设计，著名书法家题名。 如果你有雅兴，还可在此小住几日，体验一下高端民宿的感觉！小伙伴们，快来茶铺嘉年华漂流吧，让清凉的庙源溪水洗去你一身的疲劳！',
            '衢州花鸟市场在市区中立交，还有你可以到衢州巨化路立交桥西侧的绿比多花园中心，那里的花卉价格便宜服务周到，有花卉租摆、花卉盆景、别墅花园设计、绿化养护、假山喷泉等',
            '衢州新城吾悦广场在建筑空间、业态布局、氛围营造、配套服务设施上，均有显著提升。作为衢州首个城市型全客层购物中心，衢州新城吾悦广场不仅有16大主力商家引领全新购物休闲体验，更是携永辉超市绿标店等70多个品牌首次入驻衢州。值得一提的是，在休闲娱乐方面，该项目引进衢州首个巨幕IMAX影院星轶国际影城、拥有全景采光顶恒温游泳池的银吉姆健身、欧洲花园式主题的爱尚铜锣湾KTV；在儿童亲子及零售方面，有衢州最大亲子活动社交平台多奇妙亲子乐园、满足0-14儿童一站式服务的孩子王零售集合店以及滔博运动、MJstyle等国内外知名时尚服饰品牌。',
            '项目选址衢州城市最中心，与两大商业街区——上下街、坊门街一起担负衢州繁华中心的职能，东边新桥街更是夯实国金在城区的文化底蕴。国金中心，衢州城区绝对中心，更是觐见衢州未来中心的不二之选。国金中心致力于为衢州市民提供首个购物中心式的休闲体验，为衢州市民近距离接触流行元素打开触摸之门。',
            '空调、西瓜、冰淇淋这些避暑神器一样少不了,但是比起激情澎湃的水上项目,这些都弱爆了!夏天，送给每个人最好的礼物就是一池可以自由自在嬉戏的清水。交通：乘坐505路公交车至终点站-五十都，下车继续前行200米左右即可到达,导航：“五十都水上乐园 / 五十都生态园',
            '浙江衢州东方集团股份有限公司（东方股份，股票代码：833374）总部位于浙江省衢州市上街96号，是衢州市首家新三板创新层企业，始创于1994年。东方集团下辖衢州东方商厦有限公司、衢州东方大酒店有限公司、衢州东方物业管理有限公司等15家子公司，含有连锁酒店、连锁百货、连锁超市、食品加工、旅游服务、电子商务、物业管理、中央厨房等业务单元。目前拥有10家连锁酒店（其中两家正在建设中）、39家连锁超市、购物中心6座（其中两家正在建设）。',
            '坊门街是衢州市区非常热闹的步行街，来到衢州必去坊门街。它是仿照与明清建筑的一条老街，虽然充斥着现代化的气息，但依然有一丝古色古香的韵味弥漫在坊门街之上。'
          ],
          'address': ['', '烂柯山', '柯城区万田乡', '', '石室桥头', '衢州市柯城区七里乡七里排村', '', '经过花鸟市场的线路有19路，1路，206路公交线路', '', '浙江省衢州市南街2幢（南街与上下街交汇处）', '衢州市柯城区沟溪乡五十都村五十都生态园', '', ''],
          'phone': ['', '0570－3060035', '0570－3319000', '0570－2936888 13357028188', '0570-3060799 0570-3553984', '0570-2781322 15157070122 15157070121', '18906708718', '', '', '0570-8888888', '', '', ''],
          image2: {
            0: require('../../assets/img/20171019145713_7093.jpg'),
            1: require('../../assets/img/20171019150300_1703.jpg'),
            2: require('../../assets/img/20171019151050_0431.jpg'),
            3: require('../../assets/img/20171019151524_1200.jpg'),
            4: require('../../assets/img/20171031164414_4260.jpg'),
            5: require('../../assets/img/20171031164521_3501.jpg'),
            6: require('../../assets/img/20171031164851_9817.jpg'),
            7: require('../../assets/img/20171031165324_2021.jpg'),
            8: require('../../assets/img/20171031165506_0547.jpg'),
            9: require('../../assets/img/20171031165636_7689.jpg'),
            10: require('../../assets/img/20171031172822_4370.jpg'),
            11: require('../../assets/img/20171031173201_9606.jpg'),
            12: require('../../assets/img/20171031173700_3735.jpg')
          }
        }
      ]
    };
  }
};
</script>

<style scoped>
  .more {
    width: 96%;
    margin: 0 auto;
    height: 38px;
    display: flex;
    flex-direction: row;
    justify-content: space-between;
    align-items: center;
  }
  .you-l span:nth-child(1) {
    width: 18px;
    height: 18px;
    display: block;
    border-radius: 50%;
    background: rgb(0,188,211);
    padding-bottom: 0px;
    overflow: hidden;
    margin-right: 7px;
  }
  .home {
    display: block;
    width: 14px;
    height: 14px;
    margin: 1px 0 0 2px;
  }
  .you-l {
    display: flex;
    flex-direction: row;
    align-items: center;
    font-size: 15px;
  }
  .you-r span {
    color: #ddd;
    font-size: 14px;
  }
  .el-icon-arrow-right {
    color: rgb(178,178,178);
  }

  .W-img-par {
    width: 100%;
    overflow: hidden;
    position: relative;
    bottom: 5px;
    border-bottom: 1px solid rgb(247,247,247);
  }
  .W-img {
    width: 100%;
    overflow-x: auto;
    display: flex;
    flex-direction: row;
    text-align: center;
    font-size: 14px;
    padding-bottom: 8px;
    position: relative;
    top: 6px;
  }
  .W-img div:nth-child(1) img:nth-child(1) {
    margin-left: 0;
  }
  .W-img img {
    width: 120px;
    height: 120px;
    object-fit: cover;
    margin-left: 2px;
  }
  .W-img div:last-child {
    margin-right: 20px;
  }
  .W-img div p {
    white-space: nowrap;
    overflow: hidden;
    width: 100px;
    padding: 4px 0;
    margin: 0 auto;
    text-overflow:ellipsis;
    color: #000;
  }
</style>
